[
  {
    "name": "Julia Müller",
    "cv": "Julia Müller is a 18-year-old high school graduate from Japan with a final score of 96.43. Known for being adaptable and resilient, they have developed a strong interest in public health. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Jamal Smith",
    "cv": "Jamal Smith is a 19-year-old high school graduate from Netherlands with a final score of 65.76. Known for being highly collaborative, they have developed a strong interest in robotics and automation. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Jamal has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hugo Nakamura",
    "cv": "Hugo Nakamura is a 20-year-old high school graduate from Vietnam with a final score of 84.01. Known for being strategic and forward-thinking, they have developed a strong interest in biomedical research. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hugo has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hana Rossi",
    "cv": "Hana Rossi is a 25-year-old high school graduate from Brazil with a final score of 76.32. Known for being analytical and reflective, they have developed a strong interest in robotics and automation. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Elena Kovacs",
    "cv": "Elena Kovacs is a 24-year-old high school graduate from Sweden with a final score of 86.99. Known for being adaptable and resilient, they have developed a strong interest in environmental conservation. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Elena has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Garcia",
    "cv": "Julia Garcia is a 22-year-old high school graduate from USA with a final score of 88.07. Known for being independent and driven, they have developed a strong interest in robotics and automation. During their studies, they ran a student initiative, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Alex Nakamura",
    "cv": "Alex Nakamura is a 25-year-old high school graduate from Brazil with a final score of 94.83. Known for being highly collaborative, they have developed a strong interest in environmental conservation. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Alex has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Clara Nguyen",
    "cv": "Clara Nguyen is a 18-year-old high school graduate from India with a final score of 71.32. Known for being creative and detail-oriented, they have developed a strong interest in sports analytics. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Clara has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Anna Patel",
    "cv": "Anna Patel is a 21-year-old high school graduate from Italy with a final score of 76.16. Known for being empathetic and community-minded, they have developed a strong interest in theoretical mathematics. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Anna has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Anna Kovacs",
    "cv": "Anna Kovacs is a 21-year-old high school graduate from Germany with a final score of 61.61. Known for being empathetic and community-minded, they have developed a strong interest in business and entrepreneurship. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Anna has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hana Kovacs",
    "cv": "Hana Kovacs is a 19-year-old high school graduate from Netherlands with a final score of 64.42. Known for being analytical and reflective, they have developed a strong interest in sports analytics. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ethan Nguyen",
    "cv": "Ethan Nguyen is a 24-year-old high school graduate from India with a final score of 87.05. Known for being pragmatic and disciplined, they have developed a strong interest in sports analytics. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ethan has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Isabel Smith",
    "cv": "Isabel Smith is a 19-year-old high school graduate from India with a final score of 71.34. Known for being curious and experimental, they have developed a strong interest in biomedical research. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Isabel has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Jamal Silva",
    "cv": "Jamal Silva is a 18-year-old high school graduate from Sweden with a final score of 66.87. Known for being independent and driven, they have developed a strong interest in business and entrepreneurship. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Jamal has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Silva",
    "cv": "Julia Silva is a 18-year-old high school graduate from Sweden with a final score of 97.45. Known for being analytical and reflective, they have developed a strong interest in cognitive science. During their studies, they conducted a self-directed research project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Silva",
    "cv": "Julia Silva is a 18-year-old high school graduate from Germany with a final score of 88.0. Known for being analytical and reflective, they have developed a strong interest in robotics and automation. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "David Silva",
    "cv": "David Silva is a 20-year-old high school graduate from Netherlands with a final score of 84.95. Known for being highly collaborative, they have developed a strong interest in software development. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, David has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Felix Smith",
    "cv": "Felix Smith is a 20-year-old high school graduate from Japan with a final score of 77.21. Known for being empathetic and community-minded, they have developed a strong interest in public health. During their studies, they conducted a self-directed research project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Felix has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "George Patel",
    "cv": "George Patel is a 18-year-old high school graduate from Japan with a final score of 85.36. Known for being technically precise, they have developed a strong interest in urban planning. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, George has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Fatima Nguyen",
    "cv": "Fatima Nguyen is a 17-year-old high school graduate from Sweden with a final score of 91.25. Known for being independent and driven, they have developed a strong interest in theoretical mathematics. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Fatima has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hana Andersson",
    "cv": "Hana Andersson is a 25-year-old high school graduate from Sweden with a final score of 63.62. Known for being technically precise, they have developed a strong interest in theoretical mathematics. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Felix Smith",
    "cv": "Felix Smith is a 19-year-old high school graduate from Brazil with a final score of 89.81. Known for being strategic and forward-thinking, they have developed a strong interest in environmental conservation. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Felix has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ethan Patel",
    "cv": "Ethan Patel is a 17-year-old high school graduate from India with a final score of 60.53. Known for being analytical and reflective, they have developed a strong interest in robotics and automation. During their studies, they conducted a self-directed research project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ethan has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Bianca Rossi",
    "cv": "Bianca Rossi is a 21-year-old high school graduate from India with a final score of 100.0. Known for being pragmatic and disciplined, they have developed a strong interest in environmental conservation. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Bianca has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Clara Smith",
    "cv": "Clara Smith is a 25-year-old high school graduate from Sweden with a final score of 73.38. Known for being technically precise, they have developed a strong interest in cognitive science. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Clara has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Alex Rossi",
    "cv": "Alex Rossi is a 18-year-old high school graduate from Germany with a final score of 74.72. Known for being analytical and reflective, they have developed a strong interest in urban planning. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Alex has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Felix Nakamura",
    "cv": "Felix Nakamura is a 21-year-old high school graduate from Vietnam with a final score of 76.05. Known for being independent and driven, they have developed a strong interest in software development. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Felix has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "David Smith",
    "cv": "David Smith is a 21-year-old high school graduate from Italy with a final score of 73.58. Known for being independent and driven, they have developed a strong interest in cognitive science. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, David has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hana Rossi",
    "cv": "Hana Rossi is a 20-year-old high school graduate from Sweden with a final score of 91.28. Known for being adaptable and resilient, they have developed a strong interest in software development. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Nakamura",
    "cv": "Julia Nakamura is a 20-year-old high school graduate from Germany with a final score of 75.94. Known for being technically precise, they have developed a strong interest in robotics and automation. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "George Silva",
    "cv": "George Silva is a 21-year-old high school graduate from Italy with a final score of 95.07. Known for being pragmatic and disciplined, they have developed a strong interest in public health. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, George has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Fatima Smith",
    "cv": "Fatima Smith is a 22-year-old high school graduate from Vietnam with a final score of 63.21. Known for being technically precise, they have developed a strong interest in sustainable engineering. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Fatima has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Fatima Müller",
    "cv": "Fatima Müller is a 24-year-old high school graduate from Germany with a final score of 70.53. Known for being strategic and forward-thinking, they have developed a strong interest in robotics and automation. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Fatima has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Jamal Andersson",
    "cv": "Jamal Andersson is a 24-year-old high school graduate from Japan with a final score of 64.37. Known for being technically precise, they have developed a strong interest in urban planning. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Jamal has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Rossi",
    "cv": "Julia Rossi is a 20-year-old high school graduate from Vietnam with a final score of 64.89. Known for being adaptable and resilient, they have developed a strong interest in urban planning. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Anna Smith",
    "cv": "Anna Smith is a 19-year-old high school graduate from Italy with a final score of 98.76. Known for being technically precise, they have developed a strong interest in theoretical mathematics. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Anna has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Grace Nakamura",
    "cv": "Grace Nakamura is a 25-year-old high school graduate from Netherlands with a final score of 75.96. Known for being empathetic and community-minded, they have developed a strong interest in sports analytics. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Grace has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ivan Müller",
    "cv": "Ivan Müller is a 18-year-old high school graduate from Netherlands with a final score of 79.94. Known for being empathetic and community-minded, they have developed a strong interest in biomedical research. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ivan has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Bianca Müller",
    "cv": "Bianca Müller is a 23-year-old high school graduate from USA with a final score of 81.78. Known for being analytical and reflective, they have developed a strong interest in biomedical research. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Bianca has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Diana Nakamura",
    "cv": "Diana Nakamura is a 18-year-old high school graduate from USA with a final score of 97.55. Known for being creative and detail-oriented, they have developed a strong interest in environmental conservation. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Diana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hana Nguyen",
    "cv": "Hana Nguyen is a 23-year-old high school graduate from Japan with a final score of 73.9. Known for being curious and experimental, they have developed a strong interest in biomedical research. During their studies, they conducted a self-directed research project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Carlos Rossi",
    "cv": "Carlos Rossi is a 18-year-old high school graduate from Germany with a final score of 64.16. Known for being creative and detail-oriented, they have developed a strong interest in sustainable engineering. During their studies, they ran a student initiative, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Carlos has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Andersson",
    "cv": "Julia Andersson is a 17-year-old high school graduate from Germany with a final score of 73.1. Known for being strategic and forward-thinking, they have developed a strong interest in business and entrepreneurship. During their studies, they conducted a self-directed research project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ivan Rossi",
    "cv": "Ivan Rossi is a 25-year-old high school graduate from Japan with a final score of 93.91. Known for being independent and driven, they have developed a strong interest in theoretical mathematics. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ivan has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ivan Patel",
    "cv": "Ivan Patel is a 20-year-old high school graduate from Japan with a final score of 88.28. Known for being pragmatic and disciplined, they have developed a strong interest in art and digital media. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ivan has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Diana Garcia",
    "cv": "Diana Garcia is a 19-year-old high school graduate from India with a final score of 66.22. Known for being empathetic and community-minded, they have developed a strong interest in robotics and automation. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Diana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hugo Patel",
    "cv": "Hugo Patel is a 19-year-old high school graduate from USA with a final score of 71.78. Known for being strategic and forward-thinking, they have developed a strong interest in sustainable engineering. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hugo has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Isabel Silva",
    "cv": "Isabel Silva is a 18-year-old high school graduate from Netherlands with a final score of 77.66. Known for being creative and detail-oriented, they have developed a strong interest in environmental conservation. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Isabel has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Clara Müller",
    "cv": "Clara Müller is a 18-year-old high school graduate from Sweden with a final score of 91.9. Known for being creative and detail-oriented, they have developed a strong interest in environmental conservation. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Clara has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Diana Nguyen",
    "cv": "Diana Nguyen is a 21-year-old high school graduate from Sweden with a final score of 98.91. Known for being curious and experimental, they have developed a strong interest in urban planning. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Diana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Fatima Nguyen",
    "cv": "Fatima Nguyen is a 25-year-old high school graduate from Japan with a final score of 69.3. Known for being creative and detail-oriented, they have developed a strong interest in environmental conservation. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Fatima has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Fatima Andersson",
    "cv": "Fatima Andersson is a 17-year-old high school graduate from Hungary with a final score of 76.74. Known for being curious and experimental, they have developed a strong interest in sports analytics. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Fatima has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Felix Silva",
    "cv": "Felix Silva is a 18-year-old high school graduate from Vietnam with a final score of 95.56. Known for being creative and detail-oriented, they have developed a strong interest in software development. During their studies, they ran a student initiative, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Felix has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Patel",
    "cv": "Julia Patel is a 21-year-old high school graduate from Sweden with a final score of 74.86. Known for being curious and experimental, they have developed a strong interest in public health. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hugo Garcia",
    "cv": "Hugo Garcia is a 20-year-old high school graduate from Italy with a final score of 98.73. Known for being curious and experimental, they have developed a strong interest in robotics and automation. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hugo has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Elena Silva",
    "cv": "Elena Silva is a 25-year-old high school graduate from Brazil with a final score of 75.27. Known for being curious and experimental, they have developed a strong interest in cognitive science. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Elena has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Bianca Garcia",
    "cv": "Bianca Garcia is a 22-year-old high school graduate from India with a final score of 63.46. Known for being curious and experimental, they have developed a strong interest in robotics and automation. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Bianca has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ben Nakamura",
    "cv": "Ben Nakamura is a 22-year-old high school graduate from Italy with a final score of 98.72. Known for being highly collaborative, they have developed a strong interest in environmental conservation. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ben has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Rossi",
    "cv": "Julia Rossi is a 24-year-old high school graduate from Hungary with a final score of 96.29. Known for being curious and experimental, they have developed a strong interest in sustainable engineering. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Anna Andersson",
    "cv": "Anna Andersson is a 24-year-old high school graduate from Brazil with a final score of 87.7. Known for being highly collaborative, they have developed a strong interest in business and entrepreneurship. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Anna has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Felix Garcia",
    "cv": "Felix Garcia is a 23-year-old high school graduate from Brazil with a final score of 70.26. Known for being empathetic and community-minded, they have developed a strong interest in public health. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Felix has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Clara Müller",
    "cv": "Clara Müller is a 21-year-old high school graduate from Sweden with a final score of 75.09. Known for being independent and driven, they have developed a strong interest in sustainable engineering. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Clara has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Jamal Patel",
    "cv": "Jamal Patel is a 20-year-old high school graduate from Vietnam with a final score of 95.01. Known for being adaptable and resilient, they have developed a strong interest in sports analytics. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Jamal has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Bianca Silva",
    "cv": "Bianca Silva is a 19-year-old high school graduate from Brazil with a final score of 73.79. Known for being independent and driven, they have developed a strong interest in theoretical mathematics. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Bianca has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hugo Nakamura",
    "cv": "Hugo Nakamura is a 22-year-old high school graduate from Vietnam with a final score of 81.47. Known for being technically precise, they have developed a strong interest in theoretical mathematics. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hugo has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ben Smith",
    "cv": "Ben Smith is a 20-year-old high school graduate from Brazil with a final score of 65.98. Known for being pragmatic and disciplined, they have developed a strong interest in cognitive science. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ben has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hugo Patel",
    "cv": "Hugo Patel is a 23-year-old high school graduate from Netherlands with a final score of 91.73. Known for being pragmatic and disciplined, they have developed a strong interest in urban planning. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hugo has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Anna Smith",
    "cv": "Anna Smith is a 19-year-old high school graduate from Vietnam with a final score of 75.89. Known for being pragmatic and disciplined, they have developed a strong interest in cognitive science. During their studies, they conducted a self-directed research project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Anna has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Fatima Nakamura",
    "cv": "Fatima Nakamura is a 19-year-old high school graduate from Germany with a final score of 70.26. Known for being creative and detail-oriented, they have developed a strong interest in business and entrepreneurship. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Fatima has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hugo Kovacs",
    "cv": "Hugo Kovacs is a 21-year-old high school graduate from Italy with a final score of 89.36. Known for being empathetic and community-minded, they have developed a strong interest in urban planning. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hugo has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Fatima Silva",
    "cv": "Fatima Silva is a 19-year-old high school graduate from USA with a final score of 93.94. Known for being empathetic and community-minded, they have developed a strong interest in sports analytics. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Fatima has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hana Kovacs",
    "cv": "Hana Kovacs is a 23-year-old high school graduate from Germany with a final score of 71.99. Known for being empathetic and community-minded, they have developed a strong interest in biomedical research. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to combine creativity with analytical rigor, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Isabel Rossi",
    "cv": "Isabel Rossi is a 21-year-old high school graduate from Germany with a final score of 71.79. Known for being curious and experimental, they have developed a strong interest in art and digital media. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Isabel has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Bianca Patel",
    "cv": "Bianca Patel is a 20-year-old high school graduate from Brazil with a final score of 91.01. Known for being adaptable and resilient, they have developed a strong interest in business and entrepreneurship. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Bianca has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Anna Smith",
    "cv": "Anna Smith is a 25-year-old high school graduate from Hungary with a final score of 90.1. Known for being strategic and forward-thinking, they have developed a strong interest in cognitive science. During their studies, they participated in national competitions, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Anna has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Isabel Patel",
    "cv": "Isabel Patel is a 22-year-old high school graduate from Netherlands with a final score of 82.49. Known for being adaptable and resilient, they have developed a strong interest in software development. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Isabel has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Clara Smith",
    "cv": "Clara Smith is a 23-year-old high school graduate from Vietnam with a final score of 97.37. Known for being technically precise, they have developed a strong interest in art and digital media. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Clara has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Fatima Nakamura",
    "cv": "Fatima Nakamura is a 21-year-old high school graduate from Brazil with a final score of 89.81. Known for being highly collaborative, they have developed a strong interest in cognitive science. During their studies, they ran a student initiative, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Fatima has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Alex Silva",
    "cv": "Alex Silva is a 18-year-old high school graduate from Japan with a final score of 63.12. Known for being technically precise, they have developed a strong interest in business and entrepreneurship. During their studies, they ran a student initiative, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Alex has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "David Kovacs",
    "cv": "David Kovacs is a 22-year-old high school graduate from Vietnam with a final score of 97.6. Known for being adaptable and resilient, they have developed a strong interest in software development. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, David has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Anna Garcia",
    "cv": "Anna Garcia is a 23-year-old high school graduate from India with a final score of 91.12. Known for being adaptable and resilient, they have developed a strong interest in environmental conservation. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Anna has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Carlos Silva",
    "cv": "Carlos Silva is a 22-year-old high school graduate from Italy with a final score of 63.2. Known for being curious and experimental, they have developed a strong interest in robotics and automation. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Carlos has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ben Silva",
    "cv": "Ben Silva is a 25-year-old high school graduate from Japan with a final score of 60.27. Known for being curious and experimental, they have developed a strong interest in sustainable engineering. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ben has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hugo Rossi",
    "cv": "Hugo Rossi is a 21-year-old high school graduate from Germany with a final score of 86.93. Known for being adaptable and resilient, they have developed a strong interest in software development. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hugo has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "George Andersson",
    "cv": "George Andersson is a 21-year-old high school graduate from Italy with a final score of 92.71. Known for being empathetic and community-minded, they have developed a strong interest in urban planning. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, George has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Julia Smith",
    "cv": "Julia Smith is a 24-year-old high school graduate from Sweden with a final score of 76.83. Known for being adaptable and resilient, they have developed a strong interest in theoretical mathematics. During their studies, they organized community events, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Julia has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ben Garcia",
    "cv": "Ben Garcia is a 24-year-old high school graduate from Hungary with a final score of 63.55. Known for being technically precise, they have developed a strong interest in sustainable engineering. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ben has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to gain international academic experience, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hugo Müller",
    "cv": "Hugo Müller is a 24-year-old high school graduate from Vietnam with a final score of 64.66. Known for being technically precise, they have developed a strong interest in biomedical research. During their studies, they ran a student initiative, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hugo has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Clara Garcia",
    "cv": "Clara Garcia is a 20-year-old high school graduate from Sweden with a final score of 67.95. Known for being technically precise, they have developed a strong interest in cognitive science. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Clara has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Hana Smith",
    "cv": "Hana Smith is a 24-year-old high school graduate from Sweden with a final score of 65.49. Known for being independent and driven, they have developed a strong interest in cognitive science. During their studies, they completed an internship with a local company, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Hana has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Felix Müller",
    "cv": "Felix Müller is a 20-year-old high school graduate from USA with a final score of 74.42. Known for being pragmatic and disciplined, they have developed a strong interest in sustainable engineering. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Felix has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to explore interdisciplinary study paths, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Elena Patel",
    "cv": "Elena Patel is a 18-year-old high school graduate from USA with a final score of 97.38. Known for being curious and experimental, they have developed a strong interest in sports analytics. During their studies, they collaborated with peers across disciplines, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Elena has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Grace Patel",
    "cv": "Grace Patel is a 18-year-old high school graduate from Hungary with a final score of 96.81. Known for being empathetic and community-minded, they have developed a strong interest in art and digital media. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Grace has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ben Rossi",
    "cv": "Ben Rossi is a 18-year-old high school graduate from Brazil with a final score of 88.73. Known for being pragmatic and disciplined, they have developed a strong interest in biomedical research. During their studies, they mentored younger students, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ben has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Ivan Rossi",
    "cv": "Ivan Rossi is a 22-year-old high school graduate from India with a final score of 86.37. Known for being empathetic and community-minded, they have developed a strong interest in theoretical mathematics. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Ivan has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to develop innovative solutions to real-world problems, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Felix Kovacs",
    "cv": "Felix Kovacs is a 19-year-old high school graduate from India with a final score of 63.74. Known for being empathetic and community-minded, they have developed a strong interest in environmental conservation. During their studies, they contributed to open-source software, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Felix has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to pursue a degree at a research-intensive university, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Felix Kovacs",
    "cv": "Felix Kovacs is a 22-year-old high school graduate from Germany with a final score of 88.86. Known for being technically precise, they have developed a strong interest in environmental conservation. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Felix has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Bianca Garcia",
    "cv": "Bianca Garcia is a 22-year-old high school graduate from Hungary with a final score of 99.73. Known for being adaptable and resilient, they have developed a strong interest in environmental conservation. During their studies, they conducted a self-directed research project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Bianca has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to prepare for leadership roles in their field, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "Clara Garcia",
    "cv": "Clara Garcia is a 21-year-old high school graduate from Brazil with a final score of 84.73. Known for being curious and experimental, they have developed a strong interest in public health. During their studies, they worked part-time while maintaining strong grades, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, Clara has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to bridge technical expertise with social impact, bringing both enthusiasm and a thoughtful approach to higher education."
  },
  {
    "name": "David Rossi",
    "cv": "David Rossi is a 25-year-old high school graduate from Netherlands with a final score of 98.58. Known for being pragmatic and disciplined, they have developed a strong interest in sports analytics. During their studies, they led a small team in a capstone project, gaining practical skills in teamwork, communication, and critical thinking. Outside of academics, David has engaged in extracurricular activities that reflect both discipline and curiosity. Looking ahead, they aim to deepen their technical and theoretical foundations, bringing both enthusiasm and a thoughtful approach to higher education."
  }
]